{
  "TaskName": "Auditory Rhyming Judgment",
  "Instructions": "In all tasks, you will hear two words one after the other. Please indicate whether the two words in the pair rhyme. Note that some words that are spelled differently rhyme, and some that are spelled the same do not rhyme. If the pair of words matches, please press the button under your index finger. If they do not match, press the button under your middle finger. The button press should be hard, taking the finger off swiftly. Please press the button as soon as you know the answer, as we record both accuracy and reaction time. The word pairs will alternate with sequences of tones. Please indicate whether the sequences of tones are identical (match) or un-identical (nonmatch). There will also be sequences where you will hear nothing and see black fixation crosses. Just press the button with your index finger when the cross turns red. A red fixation cross will appear after each pair of items (words, tones, or black crosses). Please maintain your eyes on the cross.",
  "TaskDescription": "Subjects were presented with two spoken English words and a black fixation cross. Word pairs were categorized into four conditions: 24 pairs were orthographically similar and phonologically similar (O+P+), 24 pairs were orthographically different and phonologically similar (O-P+), 24 pairs were orthographically similar and phonologically different (O+P-), and 24 pairs were orthographically different and phonologically different (O-P-). Word duration varied between 500 and 800 ms followed by an interspace interval of a duration that allowed the second word to begin 1000 ms after the onset of the first. The second stimulus was followed by a red fixation square lasting 2600 ms indicating the need to make a response. Perceptual control trials were included involving tone matching. The simple perceptual trials included 24 pairs of pure tones, ranging from 325 to 875 Hz. The complex perceptual trials included 24 pairs of three-tone stimuli, where all component tones were within the 325 to 875 Hz range. Subjects were asked to report whether the two presented tones matched or did not. 72 null trials were included to control for motor responses involving no auditory stimulus. The timing for the null and perceptual trials was the same as for the lexical trials. This yielded 216 trials. Trials were randomized and divided into two separate 108 trial runs titled task-RhymingAud_run-01 and task-RhymingAud_run-02.",
  "SliceTiming": [
		0,
		1.08333,
		0.0833333,
		1.16667,
		0.166667,
		1.25,
		0.25,
		1.33333,
		0.333333,
		1.41667,
		0.416667,
		1.5,
		0.5,
		1.58333,
		0.583333,
		1.66667,
		0.666667,
		1.75,
		0.75,
		1.83333,
		0.833333,
		1.91667,
		0.916667,
		2	]
}