{
  "TaskName": "Visual Semantic Judgment",
  "Instructions": "In all tasks, you will see two words appear on the screen one after the other. Please indicate whether the two words in the pair are related in meaning. If the pair of words matches, please press the button under your index finger. If they do not match, press the button under your middle finger. The button press should be hard, taking the finger off swiftly. Please press the button as soon as you know the answer, as we record both accuracy and reaction time. The word pairs will alternate with sequences of graphic symbols. Please indicate whether the sequences of symbols are identical (match) or un-identical (nonmatch). There will also be sequences where you will only see black fixation crosses. Just press the button with your index finger when the cross turns red. A red fixation cross will appear after each pair of items (words, symbols, or black crosses). Please maintain your eyes on the cross.",
  "TaskDescription": "Subjects were presented with two written English words. Word pairs were categorized according to their free association value. 24 word pairs had high association values (e.g., web-spider), 24 word pairs had lower association values (e.g., guide-tour), and 24 pairs had an association value of zero. Each word was presented for 800 ms separated by a 200 ms interstimulus interval. The second stimulus was followed by a red fixation square lasting 2600 ms indicating the need to make a response. Perceptual control trials were included involving symbol matching. The simple perceptual trials included 24 single symbol pairs. The complex perceptual trials included 24 symbol triplet pairs, non-matched pairs consisted of symbol triplets that differed by only one symbol. 60 null trials were included to control for motor responses in which a black fixation cross was presented instead of words. The timing for the null and perceptual trials was the same as for the lexical trials. This yielded 180 trials. Trials were randomized and divided into one 91 trial run titled task-SemanticVis_run-01 and one 89 trial run titled task-SemanticVis_run-02.",
  "SliceTiming": [
		0,
		1.08333,
		0.0833333,
		1.16667,
		0.166667,
		1.25,
		0.25,
		1.33333,
		0.333333,
		1.41667,
		0.416667,
		1.5,
		0.5,
		1.58333,
		0.583333,
		1.66667,
		0.666667,
		1.75,
		0.75,
		1.83333,
		0.833333,
		1.91667,
		0.916667,
		2	]
}
